[
  "custom-save",
  "astro-composer",
  "new-tab-default-page",
  "disable-tabs",
  "obsidian-git",
  "obsidian-hider",
  "homepage",
  "insert-unsplash-image",
  "mdx-as-md-obsidian",
  "obsidian-minimal-settings",
  "obsidian-paste-image-rename"
]